public/about.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>About me</title>
<meta name="author" content="André Meneses" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="tufte.css" type="text/css" />
<link rel="stylesheet" href="ox-tufte.css" type="text/css" />
</head>
<body>
<header id="preamble" class="status">
<nav class="navbar"><ul><li><a href="index.html">Home</a></li><li><a href="about.html">About</a></li><li><a href="posts/index.html">Posts</a></li></ul></nav>
</header>
<article id="content" class="content">
<header>
<h1 class="title">About me</h1>
</header><p>
I'm André.
</p>

<p>
Computer engineer, currently pursuing a doctorate at Polytechnique Montréal. My research will likely involve combinatorial optimization, machine learning, and methods like branch and bound, but it’s still taking shape.
</p>

<p>
This blog is a logbook. A place to store thoughts I don’t want to lose, predictions I’ll probably regret, and notes that may (or may not) become something larger.
</p>

<p>
I’m not trying to teach anything here, I'm just thinking in public, and using writing as a way to do that slightly better.
</p>

<p>
This site will likely change over time. That’s the point.
</p>

<p>
You can find me on:
</p>
<ul class="org-ul">
<li><a href="https://github.com/andre-meneses">GitHub</a></li>
<li><a href="https://www.linkedin.com/in/andr%C3%A9-m-090a9a124/">LinkedIn</a></li>
</ul>
</article>
<footer id="postamble" class="status">
<p class="author">Author: André Meneses</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 28.1 (<a href="https://orgmode.org">Org</a> mode 9.5.2)</p>
</footer>
</body>
</html>
